Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Maybe the doors still open. Let me try.
pl_pl: Może drzwi wciąż są otwarte. Pozwól mi spróbować.

source: Maybe these barrels could help me out here.
pl_pl: Może te beczki mogłyby mi pomóc.

source: Maybe you can climb through that open window on the second floor?
pl_pl: Może uda ci się wspiąć przez otwarte okno na drugim piętrze?

source: Ma’am, you can’t move past there without an inspection! I won’t say it again!
pl_pl: Proszę pani, nie może pani tam przejechać bez inspekcji! Nie będę tego powtarzać!

source: Me? Drag you? One word. Utah.
pl_pl: Ja? Wciągałem? Jedno słowo. Utah.

source: Media
pl_pl: Multimedia

source: Medikit Man
pl_pl: Mężczyzna z zestawem medycznym

source: Meet Beth
pl_pl: Spotkaj się z Beth

source: Meet Sofia at time machine
pl_pl: Spotkaj się z Sofią przy wehikule czasu

source: Memo: Controlling The Riverport Situation
pl_pl: Notatka: Kontrolowanie sytuacji w Riverport

source: Memorial
pl_pl: Upamiętnienie

source: Mer, We absolutely cannot afford to lose momentum at this point. If we put Project Promenade on hold then we will lose every chronon specialist on staff overnight. Monarch is paying double the wages we are. It would be an absolute nightmare. Our staff is irreplaceable and I’m struggling to hold on to them as it is. I’ve known William Joyce since childhood. There’s no doubt that he’s a genius, but he also has a history of paranoia and mental instability. He’s lost sight of the big picture. His concerns regarding Project Promenade are outlandish, unfounded, and based on ludicrous conjecture. The only reason we pulled Will in as an adviser is because there are no other qualified specialists available who the investors will trust to sign off on the project now that Dr. Kim is gone. We can’t just wait for the board to find a suitable replacement because there are none. Kim approved these figures long before his death. I refuse to let Will sabotage everything we’re building here. I need you to keep the investors distracted. Buy me time before a final decision is reached. I’ll find a way to gather the proof we need in order to proceed to beta testing. Give me 48 hours. I’ll make this right. Paul --------------------------------------------------------- TO: PAUL SERENE FROM: MERIDETH ROSEN DATE: OCT 7, 2016 – 11:33am SUBJECT: Project Promenade beta test Paul, Investors have made their decision. Based on William Joyce’s concerns they are halting all funding for Project Promenade until an equally qualified specialist can be assigned to the project to perform further inspection. I did everything I could to sway the vote but the only board member who voted in your favor was Martin Hatch. We brought up William Joyce’s questionable mental health but the damage was already done. He planted the seed of doubt. Let me know how you wish to proceed. --Mer
pl_pl: Mer, Absolutnie nie możemy pozwolić sobie teraz na utratę tempa. Jeśli wstrzymamy Projekt Promenada, to z dnia na dzień stracimy wszystkich specjalistów od chrononu. Monarch płaci dwa razy więcej niż my. To byłby absolutny koszmar. Nasi pracownicy są niezastąpieni, a ja walczę o ich utrzymanie. Znam Williama Joyce'a od dzieciństwa. Nie ma wątpliwości, że jest geniuszem, ale ma też historię paranoi i niestabilności psychicznej. Stracił z oczu szerszą perspektywę. Jego obawy dotyczące Projektu Promenada są dziwaczne, bezpodstawne i oparte na niedorzecznych przypuszczeniach. Jedynym powodem, dla którego zaangażowaliśmy Willa jako doradcę, jest brak innych wykwalifikowanych specjalistów, którym inwestorzy mogliby zaufać i którzy mogliby zatwierdzić projekt po odejściu dr. Kima. Nie możemy po prostu czekać, aż zarząd znajdzie odpowiedniego zastępcę, ponieważ takowego nie ma. Kim zatwierdził te dane na długo przed swoją śmiercią. Nie pozwolę, by Will sabotował wszystko, co tu budujemy. Musisz odwrócić uwagę inwestorów. Kup mi czas przed podjęciem ostatecznej decyzji. Znajdę sposób na zebranie dowodów, których potrzebujemy, aby przejść do testów beta. Daj mi 48 godzin. Naprawię to. Paul --------------------------------------------------------- DO: PAUL SERENE OD: MERIDETH ROSEN DATA: 7 PAŹDZIERNIKA 2016 - 11:33 TEMAT: Beta testy projektu Promenada Paul, Inwestorzy podjęli decyzję. W oparciu o obawy dotyczące Williama Joyce'a wstrzymują wszelkie finansowanie projektu Promenada do czasu przydzielenia do projektu równie wykwalifikowanego specjalisty, który przeprowadzi dalszą inspekcję. Zrobiłam wszystko, co w mojej mocy, aby wpłynąć na wynik głosowania, ale jedynym członkiem zarządu, który zagłosował na twoją korzyść, był Martin Hatch. Wspomnieliśmy o wątpliwym zdrowiu psychicznym Williama Joyce'a, ale szkoda została już wyrządzona. Zasiał ziarno wątpliwości. Daj mi znać, jak chcesz postąpić. - Mer

source: Middle-Aged Woman
pl_pl: Kobieta w średnim wieku

source: Middleman
pl_pl: Pośrednik

source: Mix it up when you're using your time powers -- each one of them has an independent cooldown, so you can string them together.
pl_pl: Używaj różnych mocy czasowe - każda z nich ma niezależny czas odnowienia, więc możesz ich używać niezależnie.

source: Monarch Chart
pl_pl: Tablica Monarch

source: Monarch Chronon Operator
pl_pl: Operator Chrononu Monarch

source: Monarch Diplomat Unit
pl_pl: Dyplomata Monarch

source: Monarch Employee Chart
pl_pl: Tabela pracowników Monarch

source: Monarch Field Orders Update: Dr Sofia Amaral
pl_pl: Aktualizacja poleceń terenowych Monarch: Dr Sofia Amaral

source: Monarch Field Orders Update: Martin Hatch
pl_pl: Aktualizacja poleceń terenowych Monarch: Martin Hatch

source: Monarch First Aid One
pl_pl: Lekarz polowy Monarch

source: Monarch Flunky
pl_pl: Sługus Monarch

source: Monarch Gala
pl_pl: Gala Monarch

source: Monarch Gate Guard
pl_pl: Strażnik bramy Monarch

source: Monarch Gate Guard 2
pl_pl: Strażnik bramy Monarch 2

source: Monarch Guard
pl_pl: Strażnik Monarch

source: Monarch Guard 1
pl_pl: Strażnik Monarch 1

source: Monarch Guard 2
pl_pl: Strażnik Monarch 2

source: Monarch Guard 3
pl_pl: Strażnik Monarch 3

source: Monarch Guard 4
pl_pl: Strażnik Monarch 4

source: Monarch Guard 5
pl_pl: Strażnik Monarch 5

source: Monarch Guard 6
pl_pl: Strażnik Monarch 6

source: Monarch Guard 7
pl_pl: Strażnik Monarch 7

source: Monarch Guard Airlift
pl_pl: Desantowiec Monarch

source: Monarch Guard Bandit 1
pl_pl: Żołnierz Monarch 1

source: Monarch Guard Bandit 10
pl_pl: Żołnierz Monarch 10

source: Monarch Guard Bandit 11
pl_pl: Żołnierz Monarch 11

source: Monarch Guard Bandit 12
pl_pl: Żołnierz Monarch 12

source: Monarch Guard Bandit 13
pl_pl: Żołnierz Monarch 13

source: Monarch Guard Bandit 2
pl_pl: Żołnierz Monarch 2

source: Monarch Guard Bandit 3
pl_pl: Żołnierz Monarch 3

source: Monarch Guard Bandit 4
pl_pl: Żołnierz Monarch 4

source: Monarch Guard Bandit 5
pl_pl: Żołnierz Monarch 5

source: Monarch Guard Bandit 6
pl_pl: Żołnierz Monarch 6

source: Monarch Guard Bandit 7
pl_pl: Żołnierz Monarch 7

source: Monarch Guard Bandit 8
pl_pl: Żołnierz Monarch 8

source: Monarch Guard Bandit 9
pl_pl: Żołnierz Monarch 9

source: Monarch Guard Storehouse 1
pl_pl: Strażnik magazynu Monarch 1

source: Monarch Guard Storehouse 2
pl_pl: Strażnik magazynu Monarch 2

source: Monarch Guard Trojan 1
pl_pl: Żołnierz Monarch 1

source: Monarch Guard Trojan 2
pl_pl: Żołnierz Monarch 2

source: Monarch Guard Trojan 3
pl_pl: Żołnierz Monarch 3

source: Monarch Guard Trojan 4
pl_pl: Żołnierz Monarch 4

source: Monarch Guy
pl_pl: Gość od Monarch

source: Monarch HQ
pl_pl: Siedziba Monarch

source: Monarch HQ Map
pl_pl: Mapa siedziby głównej Monarch

source: Monarch Hardline Protocol
pl_pl: Protokół Monarch - Bez kompromisów

source: Monarch Juggernaut
pl_pl: Niszczyciel Monarch

source: Monarch Juggernaut 2
pl_pl: Niszczyciel Monarch 2

source: Monarch Lab Trooper
pl_pl: Żołnierz Monarch

source: Monarch Lab Trooper 2
pl_pl: Żołnierz Monarch 2

source: Monarch Machinegunner
pl_pl: Żołnierz Monarch z karabinem maszynowym

source: Monarch Map
pl_pl: Mapa Monarch

source: Monarch Marketing TV
pl_pl: Marketing Monarch w telewizji

source: Monarch Mission Statement 1999
pl_pl: Deklaracja Misji Monarch z 1999 r.

source: Monarch Noticeboard
pl_pl: Tablica ogłoszeń Monarch

source: Monarch Office Worker
pl_pl: Pracownik biurowy Monarch

source: Monarch Operative
pl_pl: Dowódca Monarch

source: Monarch Operator
pl_pl: Operator Monarch

source: Monarch PR Plan
pl_pl: Plan PR firmy Monarch

source: Monarch PR Protocol
pl_pl: Protokół Monarch - PR

source: Monarch Paperweight with Note
pl_pl: Przycisk do papieru Monarch z notatką

source: Monarch Prowler 1
pl_pl: Patrolowiec Monarch 1

source: Monarch Prowler 3
pl_pl: Patrolowiec Monarch 3

source: Monarch Prowler 4
pl_pl: Patrolowiec Monarch 4

source: Monarch Prowler 5
pl_pl: Patrolowiec Monarch 5

source: Monarch Prowler 6
pl_pl: Patrolowiec Monarch 6

source: Monarch Prowler 7
pl_pl: Patrolowiec Monarch 7

source: Monarch Radio Note
pl_pl: Nota radiowa Monarch

source: Monarch Raider 1
pl_pl: Ochrona Monarch 1

source: Monarch Raider 2
pl_pl: Ochrona Monarch 2

source: Monarch Raider 4
pl_pl: Ochrona Monarch 4

source: Monarch Raider 5
pl_pl: Ochrona Monarch 5

source: Monarch Raider 7
pl_pl: Ochrona Monarch 7

source: Monarch Raider 8
pl_pl: Ochrona Monarch 9

source: Monarch Raider 9
pl_pl: Ochrona Monarch 9

source: Monarch Reaper 1
pl_pl: Ochroniarz Monarch 1

source: Monarch Reaper 2
pl_pl: Ochroniarz Monarch 2

source: Monarch Reaper 3
pl_pl: Ochroniarz Monarch 3

source: Monarch Reaper 4
pl_pl: Ochroniarz Monarch 4

source: Monarch Reinforcements
pl_pl: Wsparcie Monarch

source: Monarch Renegade 1
pl_pl: Strażnik Monarch 1

source: Monarch Rooftop Guard
pl_pl: Strażnik Monarch na dachu

source: Monarch Safeguard 1
pl_pl: Strażnik Monarch 1

source: Monarch Safeguard 2
pl_pl: Strażnik Monarch 2

source: Monarch Safeguard 3
pl_pl: Strażnik Monarch 3

source: Monarch Safeguard 4
pl_pl: Strażnik Monarch 4

source: Monarch Shotgunner
pl_pl: Żołnierz z shotgunem Monarch

source: Monarch Solutions Job Fair Poster
pl_pl: Plakat targów pracy Monarch Solutions

source: Monarch Solutions Three Phase Plan
pl_pl: Trójfazowy plan Monarch Solutions

source: Monarch Solutions is a powerful and wealthy multinational corporation, headquartered in Riverport, MA.
pl_pl: Monarch Solutions to potężna i bogata międzynarodowa korporacja z siedzibą w Riverport w stanie Massachusetts.

source: Monarch Striker
pl_pl: Szturmowiec Monarch

source: Monarch Striker 1
pl_pl: Szturmowiec Monarch 1

source: Monarch Striker 2
pl_pl: Szturmowiec Monarch 2

source: Monarch Striker 3
pl_pl: Szturmowiec Monarch 3

source: Monarch Striker 4
pl_pl: Szturmowiec Monarch 4

source: Monarch Striker Prowler 1
pl_pl: Szturmowiec Monarch 1

source: Monarch Striker Prowler 2
pl_pl: Szturmowiec Monarch 2

source: Monarch Technician
pl_pl: Technik Monarch

source: Monarch Technician 1
pl_pl: Technik Monarch 1

source: Monarch Technician 2
pl_pl: Technik Monarch 2

source: Monarch Technology Timeline
pl_pl: Oś czasu technologii Monarch

source: Monarch Transport 1
pl_pl: Transportowiec Monarch 1

source: Monarch Transport 2
pl_pl: Transportowiec Monarch 2

source: Monarch Transport 3
pl_pl: Transportowiec Monarch 3

source: Monarch Trooper
pl_pl: Zołnierz Monarch

source: Monarch Trooper 2
pl_pl: Zołnierz Monarch 2

source: Monarch Worker
pl_pl: Pracownik Monarch

source: Monarch Worker 2
pl_pl: Pracownik Monarch 2

source: Monarch Worker 3
pl_pl: Pracownik Monarch 3

source: Monarch built over World War 2 fortifications. It made me wonder why they chose that island.
pl_pl: Monarch budował w pobliżu fortyfikacji z czasów II wojny światowej. Zastanawiałem się, dlaczego wybrali akurat tę wyspę.

source: Monarch built the Lifeboat to assure our survival.
pl_pl: Monarch zbudował łódź ratunkową, aby zapewnić nam przetrwanie.

source: Monarch files I uploaded. And I kept the juiciest stuff on screen for you.
pl_pl: Pliki Monarch, które przesłałam. I zachowałam najbardziej soczyste rzeczy na ekranie dla ciebie.

source: Monarch had bought out the entire industrial district for their operation. Didn't make for an easy escape.
pl_pl: Monarch wykupił całą dzielnicę przemysłową na potrzeby swojej działalności. Nie ułatwiało to ucieczki.

source: Monarch had built their own time machine, above the CFR chamber. That's where I needed to go.
pl_pl: Monarch zbudował własny wehikuł czasu nad komorą RPC. Właśnie tam musiałem się udać.

source: Monarch had dismantled the old cannon.
pl_pl: Monarch zdemontował stare działo.

source: Monarch had turned the entire city against them. Used threats, violence to try to wipe out any evidence of their actions. It wasn't working.
pl_pl: Monarch zwrócił przeciwko nim całe miasto. Użył gróźb i przemocy, aby wymazać wszelkie dowody ich działań. To nie działało.

source: Monarch is using the area they call Ground Zero to harvest vast quantities of the chronon particles that power their technology.
pl_pl: Monarch wykorzystuje obszar zwany strefą zero do zbierania ogromnych ilości cząsteczek chrononu, które zasilają ich technologię.

source: Monarch owns Gull Island. They built their R&D facility into its old WW2 fortifications.
pl_pl: Monarch jest właścicielem Wyspy Mew. Zbudowali tam swój ośrodek badawczo-rozwojowy w starych fortyfikacjach z czasów II wojny światowej.

source: Monarch radio is lighting up. They heard a noise and know you're coming. Be careful out there.
pl_pl: W Radio Monarch zrobiło się głośno. Usłyszeli hałas i wiedzą, że nadchodzisz. Bądź ostrożny.

source: Monarch set up a roadblock and goddamn coffee service. People just ate it up.
pl_pl: Monarch ustawił blokadę drogową i cholerny serwis kawowy. Ludzie po prostu to zjedli.

source: Monarch specialist troopers have the stutterproof gear. I bet Dr. Amaral would have that in her office, too.
pl_pl: Specjalistyczne oddziały Monarch mają sprzęt odporny na zacięcia. Założę się, że dr Amaral też miałaby to w swoim biurze.

source: Monarch was built to protect us from what comes after time stops.
pl_pl: Monarch został zbudowany, aby chronić nas przed tym, co nadejdzie po zatrzymaniu czasu.

source: Monarch was made aware of its existence shortly after it was completed. In 1999.
pl_pl: Monarch został poinformowany o jego istnieniu wkrótce po jego ukończeniu. W 1999 roku.

source: Monarch was scrambling. Paul's empire was falling apart all around me.
pl_pl: Monarch był w rozsypce. Imperium Paula rozpadało się wokół mnie.

source: Monarch was supposed to be the good guys.
pl_pl: Monarch mieli być tymi dobrymi.

source: Monarch wasn't my goal at the time. Paul was.
pl_pl: Monarch nie był wtedy moim celem. Paul był.

source: Monarch would grow stronger with my presence. The plan would go forward as intended.
pl_pl: Monarch urósłby w siłę dzięki mojej obecności. Plan byłby realizowany zgodnie z zamierzeniami.

source: Monarch would take a PR friendly approach and manipulate the public into siding with us. Our lies would give us control.
pl_pl: Monarch przyjąłby podejście przyjazne dla PR i zmanipulował opinię publiczną, aby stanęła po naszej stronie. Nasze kłamstwa dałyby nam kontrolę.

source: Monarch would take a hardline approach, crush all obstacles, eliminate all witnesses. It would be harsh. But I had made hard choices for the greater good before.
pl_pl: Monarch przyjąłby bezkompromisowe podejście, zmiażdżyłby wszystkie przeszkody, wyeliminował wszystkich świadków. To byłoby surowe. Ale już wcześniej dokonywałem trudnych wyborów dla większego dobra.

source: Monarch's PR Strategy Poster
pl_pl: Plakat strategii PR firmy Monarch

source: Monarch's Striker units have chronon technology that allows them to move across the battlefield in the blink of an eye.
pl_pl: Szturmowcy Monarch posiadają technologię chrononową, która pozwala im przemieszczać się po polu bitwy w mgnieniu oka.

source: Monarch's Witness Kill List
pl_pl: Lista zabiitych świadków Monarch

source: Monarch's got no authority to stop you, and you tell that to everybody on that bridge!
pl_pl: Monarch nie ma prawa cię zatrzymać, powiedz to wszystkim na moście!

source: Monarch's shifted gears. There's this survival program, and you're either in it, or you're irrelevant. So everybody's just scrambling, and Serene's acting weird. Nobody knows what's going on. Everybody's just waiting for it all to end.
pl_pl: Monarch zmienił bieg. Jest taki program przetrwania i albo się w nim uczestniczy, albo jest się nieistotnym. Więc wszyscy po prostu walczą, a Serene zachowuje się dziwnie. Nikt nie wie, co się dzieje. Wszyscy tylko czekają, aż to wszystko się skończy.

source: Monarch's tearing down the library to build another research facility. And for what?
pl_pl: Monarch burzy bibliotekę, by zbudować kolejny ośrodek badawczy. I po co?

source: Monarch's twisting the story for the media, claiming the protest went hostile and that we detonated the library. They're blaming you, Jack.
pl_pl: Monarch przekręca historię dla mediów, twierdząc, że protest był wrogi i że to my wysadziliśmy bibliotekę. Obwiniają ciebie, Jack.

source: Monarch?! Why the hell is Monarch firing at us?!
pl_pl: Monarch?! Dlaczego do cholery Monarch do nas strzela?!

source: Monday, October 10, 2016, 1:45am
pl_pl: Poniedziałek, 10 października 2016, 1:45

source: Monday, October 10, 2016, 4:19am
pl_pl: Poniedziałek, 10 października 2016, 4:19

source: Monday, October 10, 2016, 4:33am
pl_pl: Poniedziałek, 10 października 2016, 4:33

source: Monday, October 10, 2016, 4:41am
pl_pl: Poniedziałek, 10 października 2016, 4:41

source: Monday, October 10, 2016, 4:55am
pl_pl: Poniedziałek, 10 października 2016, 4:55

source: Moooooom!
pl_pl: Maaaaaaaamoooooo!

source: More tech on scene!
pl_pl: Więcej technologii w akcji!

source: More than you can imagine.
pl_pl: Więcej niż można sobie wyobrazić.

source: More? No, come on!
pl_pl: Więcej? Nie, daj spokój!

source: More? Really?
pl_pl: Więcej? Naprawdę?

source: Motherfucker!
pl_pl: Skurwysyn!

source: Mouse 1
pl_pl: LPM

source: Mouse 2
pl_pl: PPM

source: Mouse 3
pl_pl: ŚPM

source: Mouse 4
pl_pl: Mysz 4

source: Mouse 5
pl_pl: Mysz 5

source: Mouse Wheel
pl_pl: Kółko myszy

source: Move Jack Right
pl_pl: Idź Jack'iem w prawo

source: Move Up Now!
pl_pl: Ruszać się!

source: Move back behind the line!
pl_pl: Cofnąć się za linię!

source: Move back from the roadblock!
pl_pl: Odsunąć się od blokady!

source: Move in and check it out.
pl_pl: Wejdź i sprawdź to.

source: Move in and eliminate the target, he cannot leave the area. Over.
pl_pl: Wejdź i wyeliminuj cel, nie może opuścić obszaru. Odbiór.

source: Move in and engage!
pl_pl: Wejdźcie i dołączcie!

source: Move in and find him.
pl_pl: Wejdź i znajdź go.

source: Move in on his last position.
pl_pl: Przejdź na jego ostatnią pozycję.

source: Move in!
pl_pl: Wchodzimy!

source: Move in! Stay frosty, this could be Joyce.
pl_pl: Wchodzimy! Uważajcie, to może być Joyce.

source: Move it!
pl_pl: Ruszać się!

source: Move it! Find him!
pl_pl: Ruszać się! Znajdźcie go!

source: Move next to obstacles to automatically take cover
pl_pl: Przesuń się obok przeszkód, aby automatycznie się ukryć.

source: Move round!
pl_pl: Ruszać się!

source: Move up now!
pl_pl: Rusz się!

source: Move up to flank!
pl_pl: Przejdź na flankę!

source: Move up to his flank!
pl_pl: Przesuń się na jego flankę!

source: Move up!
pl_pl: Ruszać się!

source: Move up, now!
pl_pl: Ruszać się, już!

source: Move!
pl_pl: Ruchy!

source: Move! Now!
pl_pl: Ruszać się! Teraz!

source: Move, move, move!
pl_pl: Ruchy, ruchy, ruchy!

source: Move, move, move, move!
pl_pl: Ruchy, ruchy, ruchy, ruchy!

source: Movement
pl_pl: Ruch

source: Movement in space along the time machine's corridor is also movement through time. A traveller in the corridor is literally walking in time.
pl_pl: Ruch w przestrzeni wzdłuż korytarza wehikułu czasu jest również ruchem w czasie. Podróżnik w korytarzu dosłownie porusza się w czasie.

source: Moving Bill
pl_pl: Rachunek

source: Moving from cover to cover using Time Rush {@TIME_POWER_RUSH} will confuse most enemies and allow you to gain a tactical advantage.
pl_pl: Poruszanie się od osłony do osłony przy użyciu czasowego pędu {@TIME_POWER_RUSH} zmyli większość wrogów i pozwoli ci zyskać przewagę taktyczną.

source: Moving in fast!
pl_pl: Nacieram!

source: Moving in on target!
pl_pl: Zmierzamy do celu!

source: Moving in on the target's last position, over.
pl_pl: Przechodzę na ostatnią pozycję celu, odbiór.

source: Moving in!
pl_pl: Wchodzimy!

source: Moving to engage.
pl_pl: Przechodzę do ataku.

source: Mr. Hatch, I’ve been monitoring company email servers and found something interesting. Just thought you might want to know that your golden boy has been a bit snoopy as of late. Attaching his email below: ------------------------------------------ TO: BETH WILDER FROM: LIAM BURKE DATE: OCT 8, 2016 – 5:10pm SUBJECT: Monarch concerns Beth I’m starting to grow suspicious about what’s going on here. I have a hunch you feel the same way. I’ve been allowed a lot of freedom to come and go in my position, but it comes at a cost of very low clearance. Most members of the team know something I don’t and they’re not eager to share. Tomorrow’s operation is more than a simple retrieval mission. There are dates and times marked with detailed events that are expected to come to pass. I’ve seen charts with “Fracture – 4:15am” labeled. It’s way too much detail for a plan, it’s like it’s all been mapped out. How? Something big is coming. I can feel it. They told us our directive is to protect our world from dangers that lie ahead. If that’s so then why do I get the feeling there’s something coming that we’re doing absolutely nothing to stop? And if everybody else knows this then why the hell is nobody acting on it? I can’t sit back and watch if there’s even a chance that this could put Emily in danger. I need to know more. Serene won’t answer my messages. Hatch is a closed book. I’m hoping you’re an open one. Liam
pl_pl: Panie Hatch, Monitorowałem firmowe serwery poczty elektronicznej i znalazłem coś interesującego. Pomyślałem, że może pan chcieć wiedzieć, że pański złoty chłopiec był ostatnio trochę wścibski. Załączam jego e-mail poniżej: ------------------------------------------ DO: BETH WILDER OD: LIAM BURKE DATA: 8 PAŹDZIERNIKA 2016 - 17:10 TEMAT: Obawy związane z Monarch Beth Zaczynam nabierać podejrzeń co do tego, co się tutaj dzieje. Mam przeczucie, że czujesz to samo. Na moim stanowisku pozwolono mi na dużą swobodę przychodzenia i odchodzenia, ale odbywa się to kosztem braku informacji. Większość członków zespołu wie coś, czego ja nie wiem i niechętnie się tym dzieli. Jutrzejsza operacja to coś więcej niż zwykła misja ratunkowa. Istnieją daty i godziny oznaczone szczegółowymi wydarzeniami, które mają nastąpić. Widziałem wykresy z napisem „Pęknięcie - 4:15 rano”. To o wiele za dużo szczegółów jak na plan, to tak, jakby wszystko zostało zaplanowane. Jak? Nadchodzi coś wielkiego. Czuję to. Powiedzieli nam, że naszym zadaniem jest ochrona świata przed niebezpieczeństwami. Jeśli tak jest, to dlaczego mam wrażenie, że coś nadchodzi a my nie robimy absolutnie nic, by powstrzymać? A jeśli wszyscy inni o tym wiedzą, to dlaczego, do cholery, nikt nie działa w tej sprawie? Nie mogę siedzieć z założonymi rękami, jeśli istnieje choćby cień szansy, że Emily może być w niebezpieczeństwie. Muszę wiedzieć więcej. Serene nie odpowiada na moje wiadomości. Hatch to zamknięta księga. Mam nadzieję, że ty jesteś otwarty. Liam

source: Mr. Hatch. Uh, I thought you -- they said you're dead.
pl_pl: Panie Hatch. Myślałem, że pan nie żyje.

source: Mr. Hatch’s arrest
pl_pl: Aresztowanie pana Hatcha

source: Mr. Joyce is waiting for us down below.
pl_pl: Pan Joyce czeka na nas na dole.
